brew 'ag'
brew 'ansifilter'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'azure-cli'
brew 'bash-completion'
brew 'certbot'
brew 'cloc'
brew 'colordiff'
brew 'ffmpeg'
brew 'git-cola'
brew 'git'
brew 'go'
brew 'gpg'
brew 'heroku'
brew 'hub'
brew 'ike-scan'
brew 'jq'
brew 'mas'
brew 'mongo'
brew 'n'
brew 'oath-toolkit'
brew 'p7zip'
brew 'pandoc'
brew 'pipenv'
brew 'postgresql'
brew 'putty'
brew 'pwgen'
brew 'redis'
brew 'ruby'
brew File.expand_path('./setup/sshpass.rb', __dir__)
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform_landscape'
brew 'terraform'
brew 'wget'
brew 'yarn', args: %w(ignore-dependencies)
brew 'youtube-dl'

tap 'mike-engel/jwt-cli'
brew 'jwt-cli'

tap 'caskroom/versions'

cask 'atom'
cask 'authy'
cask 'avast-security'
cask 'bettertouchtool'
cask 'coconutbattery'
cask 'cyberduck'
cask 'dash'
cask 'db-browser-for-sqlite'
cask 'docker'
cask 'dotnet'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'eclipse-platform'
cask 'firefox'
cask 'garmin-express'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'growlnotify'
cask 'iterm2'
cask 'java8'
cask 'keepingyouawake'
cask 'keybase'
cask 'kitematic'
cask 'lastpass'
# cask 'microsoft-azure-storage-explorer'
cask 'moom'
cask 'multifirefox'
cask 'powershell'
cask 'psequel'
cask 'robo-3t'
cask 'sketch'
cask 'sqlpro-for-mssql'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

tap 'caskroom/drivers'
cask 'garmin-basecamp'

mas 'LastPass Password Manager', id: 926036361
mas 'Microsoft Remote Desktop 8.0', id: 715768417
mas 'Slack', id: 803453959
mas 'Growl', id: 467939042
mas 'HP Easy Scan', id: 967004861
