brew 'azure-cli'
brew 'bash-completion'
brew 'certbot'
brew 'colordiff'
brew 'git-cola'
brew 'git'
brew 'gpg'
brew 'heroku'
brew 'hub'
brew 'ike-scan'
brew 'jq'
brew 'mas'
brew 'n'
brew 'p7zip'
brew 'pwgen'
brew 'redis'
brew 'https://gist.githubusercontent.com/lalyos/28b35c29d4f8d2c1f293/raw/sshpass.rb'
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'atom'
cask 'avast-security'
cask 'bettertouchtool'
cask 'coconutbattery'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'keepingyouawake'
cask 'keybase'
cask 'lastpass'
cask 'microsoft-azure-storage-explorer'
cask 'moom'
cask 'multifirefox'
cask 'powershell'
cask 'sketch'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

mas 'LastPass Password Manager', id: 926036361
mas 'Microsoft Remote Desktop 8.0', id: 715768417
mas 'Slack', id: 803453959
