brew 'git'
brew 'colordiff'
brew 'terminal-notifier'
brew 'terraform'
brew 'n'
brew 'bash-completion'
brew 'azure-cli'
brew 'yarn'
brew 'pwgen'

cask 'firefox'
cask 'google-chrome'
cask 'atom'
cask 'lastpass'
cask 'moom'
cask 'dash'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'dropbox'
cask 'bettertouchtool'
cask 'keepingyouawake'

mas 'Slack', id: 803453959
mas 'LastPass Password Manager', id: 926036361
mas 'Microsoft Remote Desktop 8.0', id: 715768417
